commands_templates/GetActions0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/actionengine/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetActions/>
   </soap:Body>
</soap:Envelope>